Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/balla-vaikkuhusain-sami-guovlluid-eanadollui.html.tmx
Source language: sme
Languages: sma

source: Ballá váikkuhusain sámi guovlluid eanadollui / Eanandoallu / Ealáhusat / Sámediggi - Sametinget
sma: Jåartaburreste bælla saemien dajvine / Jåartaburrie / Jielemh / Saemiedigkie - Sametinget

source: Ballá váikkuhusain sámi guovlluid eanadollui
sma: Jåartaburreste bælla saemien dajvine

source: Stáhta fálaldagas eanadoallošiehtadallamiin evttohuvvo geahpedit juolludemiid Sámediggái njeljiin miljon ruvnnuin.
sma: Staaten faalenassesne jåartaburrierååresjimmide raeresteminie dåarjoesertiestimmide Saemiedægkan njieljie millijovnh kråvnajgujmie giehpiedidh.

source: sámediggeráđđi Silje Karine Muotka ballá ahte dakkár uhcideamis lea stuorra váikkuhusat sámi guovlluid eanadollui.
sma: Saemiedigkieraerie Silje Karine Muotka bælla akte dagkeres giehpiedimmie maahta stoerre konsekvensh vedtedh jåartabårran saemien dajvine.

source: - Njealji miljon ruvdnosaš geahpedusas leat stuorra váikkuhusat Sámedikki áŋgiruššamii sámi eanadoaluin, dadjá beahttašuvvan sámediggeráđđi Silje Karine Muotka.
sma: - Akte giehpiedimmie njieljie millijovnigujmie sæjhta stoerre konsekvensh åadtjodh Saemiedigkien råajvarimmide dan saemien jåartaburrien vööste, akte håjnoes saemiedigkieraerie Silje Karine Muotka jeahta.

source: Sámediggi lei bures jođus doaibmavisttiid ođasmahttimiin, ja Muotka ballá dán barggu bisánit jus evttohuvvon geahpedus čađahuvvo.
sma: Saemiedigkie lij hijvenlaakan aalkeme fievside bueriedidh, jïh Muotka bælla daate barkoe sæjhta tjöödtjestidh jis dïhte raeriestamme giehpiedimmie tjïrrehtamme sjædta.

source: Son deattuha viidáseappot ahte stáhta fálaldat ii soaba gustovaš davveguovlopolitihkain.
sma: Dïhte aaj tjïerteste staaten faalenasse ij leah dan sïejhme noerhtedajvepolitihken mietie.

source: - Lassin geahpedussii juolludemiin Sámediggái evttoha stáhta maiddái geahpedusa áŋgiruššamis árktalaš eanadoaluin.
sma: - Lissine dåarjojde Saemiedægkan giehpiedidh, staate aaj raereste råajvarimmide arktiske laanteburresne giehpiedidh.

source: Das lea negatiiva váikkuhusat sámi guovlluid eanadollui.
sma: Daate sæjhta negatijve konsekvensh åadtjodh jåartabårran saemien dajvine.

source: Ii ge árktalaš eanadoalu vulos vuoruheapmi soaba mearriduvvon davveguovlopolitihkain, dadjá Muotka.
sma: Vaallah arktiske laanteburriem våålese prioriteradidh sïjhth dan nænnoestamme noerhtedajvepolitihken mietie årrodh, Muotka jeahta.

source: Eanadoallu lea guhká leamaš okta sámi guovlluid nannoseamos ealáhusain.
sma: Jåartaburrie lea akte dejstie nænnoes jieliemijstie orreme guhkiem saemien dajvine guhkiem.

source: Erenoamážit smávvadállodoallu lea deaŧalaš sámi kultuvrra ja sámi giliid vuođu bisuheapmái.
sma: Joekoen smaave gaertenh leah vihkeles jis edtja våaromem saemien kultuvrese jïh saemien voenide tjåadtjoehtidh.

source: Stáhta háliida stuorát dállodoaluid dakko bokte ahte loktet konsešuvdnarájiid earret eará mielkebuvttadandoaluin.
sma: Staate sæjhta stuerebe gaertenh luhpiedidh viehkine konsesjovneraastide lutnjedh gaskem jeatjah mielhkiedorjemassegaertienidie.

source: Dáinna fálaldagain stáhta oide industriijaeanadoalu bearašeanadoalu ovddabeallái.
sma: Staate, daejnie faalenassine, jarka aktede fuelhkiejåartaburrese akten industrijejåartabårran.

source: Sámediggeráđđi Silje Karine Muotka mielas dát sáhttá čuohcat garrasit sámi eanadollui, ii dušše dán jagi, muhto máŋggaid jagiid ovddasguvlui.
sma: Saemiedigkieraerie Silje Karine Muotka veanhta daate maahta gaajh nåake årrodh saemien jåartabårran, ij ajve daan jaepien, men gelliej jaepiej åvtese.

source: - Dákkár rievdademiin sáhttá Davvi-Norga šaddat vuoittáhallin dán jagáš eanadoalu loahppameanuin.
sma: - Aktine dagkarinie jarkelimmine Noerhte-Nöörje maahta teehpijinie sjïdtedh daan jaepien laanteburresne.

source: Mun balan ahte sámi guovlluid eanadoallu ii birge dán gilvvus, loahpaha Muotka.
sma: Manne bïllem jåartaburrie saemien dajvine ij sïjhth bïerkenidh daennie gaahtjemisnie, Muotka minngemosth jeahta.
